Revit 2027 API
ParameterTypeId.CurtaingridBeltn2 Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltn2 { get; }
Public Shared ReadOnly Property CurtaingridBeltn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltn2 {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace